{
	"posts": [
		{
			"id": "1",
			"title": "Open Forum ASEAN 4.0 for All",
			"url": "https://www.youtube.com/watch?v=W-_X1HZM7ys",
			"content": "ASEAN youth will never know a time before the Fourth Industrial Revolution. How do we ensure that the potential offered by start-ups and entrepreneurship will create a brighter future for everyone? "
		},
		{
			"id": "2",
			"title": "ASEAN Tourism Forum 2023 di Yogyakarta",
			"url": "https://www.youtube.com/watch?v=SM2PULNni8k",
			"content": "Bersama membuka event pariwisata terbesar, ASEAN Tourism Forum (ATF) 2023 di Yogyakarta, Indonesia! ATF 2023 meramaikan kota Jogja dengan tujuan memperkenalkan keindahan kotanya, keramahan warganya dan beragam budaya kepada negara-negara ASEAN dan dunia."
		},
		{
			"id": "3",
			"title": "EU-ASEAN Youth Forum 2017 Part 1",
			"url": "https://www.youtube.com/watch?v=QjRV85ZIA1I",
			"content": "This forum was held on October 25-26, 2017 in ASEAN Secretariat, Jakarta, Indonesia. This Forum organised by ASEAN Foundation and ASIAN Farmers' Association. "
		},
		{
			"id": "4",
			"title": "Clip of ASEAN Youth Forum 2014",
			"url": "https://www.youtube.com/watch?v=07scPVYfPKA",
			"content": "The Grand Opening Ceremony of ASEAN Youth Forum 2014"
		},
		{
			"id": "5",
			"title": "All About AICHR - Abel Vijayakumar",
			"url": "https://www.youtube.com/watch?v=qIpVZ8eWIMQ",
			"content": "All About AICHR (AAA) is a series of sessions that discuss and dig deeper about AICHR, a regional mechanism in ASEAN on Human Rights. This initiative is co-organized by ASEAN Youth Forum, Plan International, and AICHR Indonesia."
		},
		{
			"id": "6",
			"title": "Youth Collective Statement 2021",
			"url": "https://www.youtube.com/watch?v=BjF6dbxHKfA",
			"content": "On the International Day of Democracy (Sept 15), we launched the SEA's Youth Collective Statement 2021. This is a youth in Southeast Asia collective statement and has been through consultative sessions to accommodate youth voices and concerns at the SEAYouth Festival (Aug 12-15, 2021). It is drafted by ASEAN Youth Forum with the help of AYF Regional Executive Body and representatives of participant SEAYouth Festival 2021and finalized after the SEAYouth Festival."

		},
		{
			"id": "7",
			"title": "Youth: Open Space #8 Democracy & Youth",
			"url": "https://www.youtube.com/watch?v=gFz3K7_bK_g",
			"content": "The coronavirus pandemic has been noted as a crisis that may impair democracy and potent to the increase of authoritarianism. In Southeast Asia, the ASEAN Member States’ responses have been authoritative. The pattern shows a trend in which the situation regarding the democracy, the right to freedom of expression and of the press, of information, of association and of assembly are very alarming."

		},
		{
			"id": "8",
			"title": "Youth Interviews with Human Rights Expert and Youth Activist",
			"url": "https://www.youtube.com/watch?v=v4eKDJQoIeI",
			"content": "In this first interview from the series of Youth Interviews with Human Rights Expert and Youth Activist, the brilliant Nicole Fong, Malaysia’s Climate Activist is interviewed by Firda Amalia from Indonesia. Nicole explained about the Right to a Healthy Environment and the Importance of it for Youth in Southeast Asia. She also gave tips on how to advocate for that right including through environmental litigation and reminded that in order to be a climate activist, it can begin with small conscious initiatives at your surrounding. "

		},
		{
			"id": "9",
			"title": "YOUTH, ART, CLIMATE AND THE ACTION",
			"url": "https://www.youtube.com/watch?v=jBDhoUEqHgQ",
			"content": "ASEAN Youth Forum (AYF) has been bringing youth in Southeast Asia together. With Raoul Wellenberg Institute (RWI), this time, we challenge the youth to create social media campaigns. It is a four-week challenge to create Instagram posts about Human Rights, Climate Change, Gender Equality, and Environment. "

		}

		
	]
}